Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: No issues found
de: Keine Probleme gefunden
es: No se encontraron problemas
fr: Aucun problème trouvé
it: Nessun problema trovato
ja: 問題はありません
ko: 문제가 없습니다
ru: Проблем не обнаружено
zh_hans: 未发现问题
zh_hant: 未發現問題

source: No known duplicates
de: Keine bekannten Duplikate
es: No hay duplicados conocidos
fr: Aucun doublon connu
it: Nessun duplicato conosciuto
ja: 既知の重複はありません
ko: 알려진 중복이 없습니다
ru: Нет известных дубликатов
zh_hans: 没有已知的重复
zh_hant: 沒有已知的重複

source: No languages available
de: Keine Sprachen verfügbar
es: No hay idiomas disponibles
fr: Aucune langue disponible
it: Nessuna lingua disponibile
ja: 利用可能な言語はありません
ko: 사용 가능한 언어 없음
ru: Нет доступных языков
zh_hans: 无可用语言
zh_hant: 無可用語言

source: No libraries found
de: Keine Bibliotheken gefunden
es: No se encontraron bibliotecas
fr: Aucune série trouvée
it: Nessuna libreria trovata
ja: シリーズが見つかりません
ko: 라이브러리를 찾을 수 없음
ru: Библиотеки не найдены
zh_hans: 未找到库
zh_hant: 未找到圖書館

source: No matches found
de: Keine Treffer gefunden
es: No se encontraron coincidencias
fr: Aucun résultat trouvé
it: Nessuna corrispondenza trovata
ja: 一致する結果が見つかりません
ko: 일치하는 결과가 없습니다
ru: Совпадения не найдены
zh_hans: 未找到匹配项
zh_hant: 未找到相符項目

source: No missing posters
de: Keine fehlenden Poster
es: No faltan pósters
fr: Aucune couverture manquante
it: Nessuna locandina mancante
ja: ポスターの欠落はありません
ko: 누락된 포스터가 없습니다
ru: Нет отсутствующих обложек
zh_hans: 没有缺少的海报
zh_hant: 沒有缺少的海報

source: No new books were added to the offline queue.
de: Es wurden keine neuen Bücher zur Offline-Warteschlange hinzugefügt.
es: No se añadieron libros nuevos a la cola sin conexión.
fr: Aucun nouveau livre n'a été ajouté à la file hors ligne.
it: Nessun nuovo libro è stato aggiunto alla coda offline.
ja: オフラインキューに新しい本は追加されませんでした。
ko: 오프라인 대기열에 새 책이 추가되지 않았습니다.
ru: Новые книги не были добавлены в офлайн-очередь.
zh_hans: 没有新的书籍加入离线队列。
zh_hant: 沒有新的書籍加入離線佇列。

source: No Pages Available
de: Keine Seiten verfügbar
es: No hay paginas disponibles
fr: Aucune page disponible
it: Nessuna pagina disponibile
ja: 利用可能なページがありません
ko: 사용 가능한 페이지 없음
ru: Нет доступных страниц
zh_hans: 无可用页面
zh_hant: 無可用頁面

source: No pages available.
de: Keine Seiten verfügbar.
es: No hay paginas disponibles.
fr: Aucune page disponible.
it: Nessuna pagina disponibile.
ja: 利用可能なページがありません。
ko: 사용 가능한 페이지가 없습니다.
ru: Нет доступных страниц.
zh_hans: 没有可用页面。
zh_hant: 沒有可用頁面。

source: No publishers available
de: Keine Verleger verfügbar
es: No hay editoriales disponibles
fr: Aucun éditeur disponible
it: Nessun editore disponibile
ja: 利用可能な出版社はありません
ko: 사용 가능한 출판사 없음
ru: Нет доступных издателей
zh_hans: 无可用出版商
zh_hant: 無可用出版商

source: No read lists found
de: Keine Leselisten gefunden
es: No se encontraron listas de lectura
fr: Aucune liste de lecture trouvée
it: Nessuna lista di lettura trovata
ja: リーディングリストが見つかりません
ko: 읽기 목록을 찾을 수 없음
ru: Списки чтения не найдены
zh_hans: 未找到阅读列表
zh_hant: 未找到閱讀列表

source: No reading stats available
de: Keine Lesestatistiken verfügbar
es: No hay estadisticas de lectura disponibles
fr: Aucune statistique de lecture disponible
it: Nessuna statistica di lettura disponibile
ja: 利用可能な読書統計がありません
ko: 사용 가능한 독서 통계가 없습니다
ru: Статистика чтения недоступна
zh_hans: 暂无阅读统计数据
zh_hant: 暫無閱讀統計資料

source: No recent activity
de: Keine kürzlichen Aktivitäten
es: Sin actividad reciente
fr: Aucune activité récente
it: Nessuna attività recente
ja: 最近のアクティビティなし
ko: 최근 활동 없음
ru: Не обнаружено недавней активности
zh_hans: 近期无活动
zh_hant: 近期無活動

source: No record
de: Kein Eintrag
es: Sin registros
fr: Aucun enregistrement
it: Nessun record
ja: 記録なし
ko: 기록 없음
ru: Нет записей
zh_hans: 无记录
zh_hant: 無記錄

source: No Saved Filters
de: Keine gespeicherten Filter
es: Sin filtros guardados
fr: Aucun filtre enregistré
it: Nessun filtro salvato
ja: 保存されたフィルターはありません
ko: 저장된 필터 없음
ru: Нет сохраненных фильтров
zh_hans: 没有保存的过滤器
zh_hant: 沒有已儲存的篩選器

source: No series found
de: Keine Serien gefunden
es: No se encontraron series
fr: Aucune série trouvée
it: Nessuna serie trovata
ja: シリーズが見つかりません
ko: 시리즈를 찾을 수 없음
ru: Серии не найдены
zh_hans: 未找到系列
zh_hant: 未找到系列

source: No server information available
de: Keine Serverinformationen verfügbar
es: No hay informacion del servidor disponible
fr: Aucune information serveur disponible
it: Nessuna informazione server disponibile
ja: サーバー情報がありません
ko: 사용 가능한 서버 정보 없음
ru: Информация о сервере недоступна
zh_hans: 暂无服务器信息
zh_hant: 暫無伺服器資訊

source: No servers added yet
de: Noch keine Server hinzugefügt
es: Aun no se han agregado servidores
fr: Aucun serveur ajouté pour le moment
it: Nessun server aggiunto finora
ja: 追加されたサーバーはまだありません
ko: 추가된 서버가 아직 없습니다
ru: Серверы еще не добавлены
zh_hans: 还没有添加服务器
zh_hant: 還沒有新增伺服器

source: No tags available
de: Keine Tags verfügbar
es: No hay etiquetas disponibles
fr: Aucun tag disponible
it: Nessun tag disponibile
ja: 利用可能なタグはありません
ko: 사용 가능한 태그 없음
ru: Нет доступных тегов
zh_hans: 无可用标签
zh_hant: 無可用標籤

source: No Theme Presets
de: Keine Themenvoreinstellungen
es: Sin presets de tema
fr: Aucun préréglage de thème
it: Nessun preset tema
ja: テーマプリセットなし
ko: 테마 프리셋 없음
ru: Нет пресетов темы
zh_hans: 无主题预设
zh_hant: 無主題預設

source: No unknown duplicates
de: Keine unbekannten Duplikate
es: No hay duplicados desconocidos
fr: Aucun doublon inconnu
it: Nessun duplicato sconosciuto
ja: 未知の重複はありません
ko: 알려지지 않은 중복이 없습니다
ru: Нет неизвестных дубликатов
zh_hans: 没有未知的重复
zh_hant: 沒有未知的重複

source: Notice
de: Hinweis
es: Aviso
it: Avviso
ja: 通知
ko: 고지
ru: Уведомление
zh_hans: 声明
zh_hant: 聲明

# notification.apiKey.deleted
source: API key deleted
de: API-Schlüssel gelöscht
es: Clave API eliminada
fr: Clé API supprimée
it: Chiave API eliminata
ja: APIキーを削除しました
ko: API 키 삭제됨
ru: API-ключ удален
zh_hans: API 密钥已删除
zh_hant: API 金鑰已刪除

# notification.auth.loggedOut
source: Logged out
de: Erfolgreich abgemeldet
es: Sesion cerrada
fr: Déconnexion effectuée
it: Disconnesso
ja: ログアウトしました
ko: 로그아웃됨
ru: Выход выполнен
zh_hans: 已退出登录
zh_hant: 已登出

# notification.automaticOfflineMode
source: Automatic switch to offline mode
de: Automatischer Offline-Modus
es: Cambio automatico a modo sin conexion
fr: Passage automatique en mode hors ligne
it: Passaggio automatico alla modalita offline
ja: オフラインモードに自動切り替えしました
ko: 오프라인 모드로 자동 전환되었습니다
ru: Автоматическое переключение в офлайн-режим
zh_hans: 自动切换到离线模式
zh_hant: 自動切換到離線模式

# notification.book.analysisStarted
source: Book analysis started
de: Buchanalyse gestartet
es: Analisis de libro iniciado
fr: Analyse du livre démarrée
it: Analisi libro avviata
ja: 書籍の解析を開始しました
ko: 책 분석 시작됨
ru: Анализ книги запущен
zh_hans: 已开始分析书籍
zh_hant: 已開始分析書籍

# notification.book.booksAddedToReadList
source: Books added to read list
de: Bücher zur Leseliste hinzugefügt
es: Libros anadidos a la lista de lectura
fr: Livres ajoutés à la liste de lecture
it: Libri aggiunti alla lista di lettura
ja: 読書リストに追加しました
ko: 읽기 목록에 책 추가됨
ru: Книги добавлены в список чтения
zh_hans: 已加入书单
zh_hant: 已加入書單

# notification.book.cacheCleared
source: Book cache cleared
de: Buch-Cache geleert
es: Cache del libro limpiada
fr: Cache du livre effacé
it: Cache libro cancellata
ja: 書籍のキャッシュを削除しました
ko: 책 캐시가 삭제됨
ru: Кэш книги очищен
zh_hans: 已清除书籍缓存
zh_hant: 已清除書籍快取

# notification.book.coverRefreshed
source: Cover refreshed
de: Cover aktualisiert
es: Portada actualizada
fr: Couverture actualisée
it: Copertina aggiornata
ja: カバーを更新しました
ko: 표지 새로고침됨
ru: Обложка обновлена
zh_hans: 封面已刷新
zh_hant: 封面已刷新

# notification.book.deleted
source: Book deleted
de: Buch gelöscht
es: Libro eliminado
fr: Livre supprimé
it: Libro eliminato
ja: 書籍を削除しました
ko: 책 삭제됨
ru: Книга удалена
zh_hans: 已删除书籍
zh_hant: 已刪除書籍

# notification.book.downloadCancelled
source: Download cancelled
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
it: Download annullato
ja: ダウンロードをキャンセルしました
ko: 다운로드 취소됨
ru: Загрузка отменена
zh_hans: 下载已取消
zh_hant: 下載已取消

# notification.book.downloadQueued
source: Download queued
de: Download zur Warteschlange hinzugefügt
es: Descarga en cola
fr: Téléchargement mis en file d'attente
it: Download in coda
ja: ダウンロードをキューに追加しました
ko: 다운로드 대기열에 추가됨
ru: Загрузка поставлена в очередь
zh_hans: 下载已加入队列
zh_hant: 下載已加入佇列

# notification.book.markedRead
source: Marked as read
de: Gelesen markiert
es: Marcado como leido
fr: Marqué comme lu
it: Segnato come letto
ja: 既読にしました
ko: 읽음으로 표시됨
ru: Отмечено как прочитанное
zh_hans: 已标记为已读
zh_hant: 已標記為已讀

# notification.book.markedUnread
source: Marked as unread
de: Ungelesen markiert
es: Marcado como no leido
fr: Marqué comme non lu
it: Segnato come non letto
ja: 未読にしました
ko: 읽지 않음으로 표시됨
ru: Отмечено как непрочитанное
zh_hans: 已标记为未读
zh_hant: 已標記為未讀

# notification.book.metadataRefreshed
source: Book metadata refreshed
de: Metadaten aktualisiert
es: Metadatos del libro actualizados
fr: Métadonnées du livre actualisées
it: Metadati libro aggiornati
ja: 書籍のメタデータを更新しました
ko: 책 메타데이터 새로 고쳐짐
ru: Метаданные книги обновлены
zh_hans: 已刷新书籍元数据
zh_hant: 已重新整理書籍中繼資料

# notification.book.offlineRemoved
source: Offline copy removed
de: Offline-Datei entfernt
es: Copia offline eliminada
fr: Copie hors ligne supprimée
it: Copia offline rimossa
ja: オフラインコピーを削除しました
ko: 오프라인 사본이 삭제됨
ru: Офлайн-копия удалена
zh_hans: 已移除离线副本
zh_hant: 已移除離線副本

# notification.book.updated
source: Book updated
de: Buch aktualisiert
es: Libro actualizado
fr: Livre mis à jour
it: Libro aggiornato
ja: 書籍を更新しました
ko: 책 업데이트됨
ru: Книга обновлена
zh_hans: 已更新书籍
zh_hant: 已更新書籍

# notification.cache.coverClearedAll
source: Cover cache cleared (all servers)
de: Alle Cover im Cache gelöscht
es: Cache de portadas limpiada (todos los servidores)
fr: Cache des couvertures effacé (tous les serveurs)
it: Cache copertine cancellata (tutti i server)
ja: カバーキャッシュを削除しました（すべてのサーバー）
ko: 커버 캐시 삭제됨(모든 서버)
ru: Кэш обложек очищен (все серверы)
zh_hans: 已清除封面缓存（所有服务器）
zh_hant: 已清除封面快取（所有伺服器）

# notification.cache.coverClearedCurrent
source: Cover cache cleared (current server)
de: Aktuelles Cover im Cache gelöscht
es: Cache de portadas limpiada (servidor actual)
fr: Cache des couvertures effacé (serveur actuel)
it: Cache copertine cancellata (server corrente)
ja: カバーキャッシュを削除しました（現在のサーバー）
ko: 커버 캐시 삭제됨(현재 서버)
ru: Кэш обложек очищен (текущий сервер)
zh_hans: 已清除封面缓存（当前服务器）
zh_hant: 已清除封面快取（目前伺服器）

# notification.cache.pageClearedAll
source: Page cache cleared (all servers)
de: Alle Seiten im Cache gelöscht
es: Cache de paginas limpiada (todos los servidores)
fr: Cache des pages effacé (tous les serveurs)
it: Cache pagine cancellata (tutti i server)
ja: ページキャッシュを削除しました（すべてのサーバー）
ko: 페이지 캐시 삭제됨(모든 서버)
ru: Кэш страниц очищен (все серверы)
zh_hans: 已清除页面缓存（所有服务器）
zh_hant: 已清除頁面快取（所有伺服器）

# notification.cache.pageClearedCurrent
source: Page cache cleared (current server)
de: Aktuelle Seite im Cache gelöscht
es: Cache de paginas limpiada (servidor actual)
fr: Cache des pages effacé (serveur actuel)
it: Cache pagine cancellata (server corrente)
ja: ページキャッシュを削除しました（現在のサーバー）
ko: 페이지 캐시 삭제됨(현재 서버)
ru: Кэш страниц очищен (текущий сервер)
zh_hans: 已清除页面缓存（当前服务器）
zh_hant: 已清除頁面快取（目前伺服器）

# notification.collection.coverRefreshed
source: Cover refreshed
de: Cover aktualisiert
es: Portada actualizada
fr: Couverture actualisée
it: Copertina aggiornata
ja: カバーを更新しました
ko: 표지 새로고침됨
ru: Обложка обновлена
zh_hans: 封面已刷新
zh_hant: 封面已刷新

# notification.collection.created
source: Collection created
de: Sammlung erstellt
es: Coleccion creada
fr: Collection créée
it: Raccolta creata
ja: コレクションを作成しました
ko: 모음집 생성됨
ru: Коллекция создана
zh_hans: 合辑已创建
zh_hant: 合輯已建立

# notification.collection.deleted
source: Collection deleted
de: Sammlung gelöscht
es: Coleccion eliminada
fr: Collection supprimée
it: Raccolta eliminata
ja: コレクションを削除しました
ko: 모음집 삭제됨
ru: Коллекция удалена
zh_hans: 合辑已删除
zh_hant: 合輯已刪除

# notification.collection.updated
source: Collection updated
de: Sammlung aktualisiert
es: Coleccion actualizada
fr: Collection mise à jour
it: Raccolta aggiornata
ja: コレクションを更新しました
ko: 모음집 업데이트됨
ru: Коллекция обновлена
zh_hans: 合辑已更新
zh_hant: 合輯已更新

# notification.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié !
it: Copiato
ja: コピーしました!
ko: 복사됨!
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

# notification.cover.refreshed
source: Cover refreshed
de: Cover aktualisiert
es: Portada actualizada
fr: Couverture actualisée
it: Copertina aggiornata
ja: 表紙を更新しました
ko: 표지 새로 고침 완료
ru: Обложка обновлена
zh_hans: 封面已刷新
zh_hant: 封面已重新整理

# notification.cover.refreshFailed
source: Failed to refresh cover
de: Cover-Aktualisierung fehlgeschlagen
es: No se pudo actualizar la portada
fr: Échec de l’actualisation de la couverture
it: Impossibile aggiornare la copertina
ja: 表紙の更新に失敗しました
ko: 표지 새로 고침에 실패했습니다
ru: Не удалось обновить обложку
zh_hans: 封面刷新失败
zh_hant: 封面重新整理失敗

# notification.history.clearedLocalEntries
source: Cleared local entries
de: Lokale Verlaufseinträge gelöscht
es: Entradas locales limpiadas
fr: Entrées locales supprimées
it: Elementi locali cancellati
ja: ローカルのエントリを削除しました
ko: 로컬 항목을 삭제했습니다
ru: Локальные записи очищены
zh_hans: 已清理本地条目
zh_hant: 已清理本地項目

# notification.history.noLocalEntries
source: No local entries to clear
de: Keine lokalen Verlaufseinträge vorhanden
es: No hay entradas locales para limpiar
fr: Aucune entrée locale à effacer
it: Nessun elemento locale da cancellare
ja: 削除できるローカルのエントリはありません
ko: 삭제할 로컬 항목이 없습니다
ru: Нет локальных записей для очистки
zh_hans: 没有可清理的本地条目
zh_hant: 沒有可清理的本地項目

# notification.library.created
source: Library created
de: Bibliothek erstellt
es: Biblioteca creada
fr: Bibliothèque créée
it: Libreria creata
ja: ライブラリが作成されました
ko: 라이브러리 생성됨
ru: Библиотека создана
zh_hans: 库已创建
zh_hant: 庫已創建

# notification.library.deleted
source: Library deleted
de: Bibliothek gelöscht
es: Biblioteca eliminada
fr: Bibliothèque supprimée
it: Libreria eliminata
ja: ライブラリを削除しました
ko: 라이브러리 삭제됨
ru: Библиотека удалена
zh_hans: 已删除书库
zh_hant: 已刪除書庫

# notification.library.updated
source: Library updated
de: Bibliothek aktualisiert
es: Biblioteca actualizada
fr: Bibliothèque mise à jour
it: Libreria aggiornata
ja: ライブラリが更新されました
ko: 라이브러리 업데이트됨
ru: Библиотека обновлена
zh_hans: 库已更新
zh_hant: 庫已更新

# notification.offline.autoDeleteReadEnabled
source: Auto-delete read downloads enabled
de: Automatisches Löschen gelesener Bücher aktiviert
es: Autoeliminacion de leidos activada
fr: Suppression automatique des téléchargements lus activée
it: Auto-eliminazione letti abilitata
ja: 既読ダウンロードの自動削除を有効にしました
ko: 읽은 다운로드 자동 삭제 활성화됨
ru: Автоудаление прочитанного включено
zh_hans: 已启用已读下载自动删除
zh_hant: 已啟用已讀下載自動刪除

# notification.offline.booksRemovedAll
source: All offline books removed
de: Alle Offline-Bücher entfernt
es: Todos los libros offline eliminados
fr: Tous les livres hors ligne supprimés
it: Tutti i libri offline rimossi
ja: すべてのオフライン書籍を削除しました
ko: 모든 오프라인 책 삭제됨
ru: Все офлайн-книги удалены
zh_hans: 已移除所有离线书籍
zh_hant: 已移除所有離線書籍

# notification.offline.booksRemovedRead
source: Read offline books removed
de: Gelesene Offline-Bücher entfernt
es: Libros offline leidos eliminados
fr: Livres hors ligne lus supprimés
it: Libri offline letti rimossi
ja: 既読のオフライン書籍を削除しました
ko: 읽은 오프라인 책 삭제됨
ru: Прочитанные офлайн-книги удалены
zh_hans: 已移除已读离线书籍
zh_hant: 已移除已讀離線書籍

# notification.offline.cancelAllFailed
source: Failed downloads cancelled
de: Abbruch aller Vorgänge fehlgeschlagen
es: Descargas fallidas canceladas
fr: Téléchargements échoués annulés
it: Download non riusciti annullati
ja: 失敗したダウンロードをキャンセルしました
ko: 실패한 다운로드 취소됨
ru: Неудачные загрузки отменены
zh_hans: 失败的下载已取消
zh_hant: 失敗的下載已取消

# notification.offline.coverSync.cancelled
source: Cover sync cancelled
de: Cover-Sync abgebrochen
es: Sincronización de portadas cancelada
fr: Synchronisation des couvertures annulée
it: Sincronizzazione copertine annullata
ja: 表紙同期をキャンセルしました
ko: 표지 동기화가 취소되었습니다
ru: Синхронизация обложек отменена
zh_hans: 已取消封面同步
zh_hant: 已取消封面同步

# notification.offline.coverSync.failed %lld
source: Failed to sync %lld covers
de: %lld Cover konnten nicht synchronisiert werden
es: No se pudieron sincronizar %lld portadas
fr: Échec de la synchronisation de %lld couvertures
it: Impossibile sincronizzare %lld copertine
ja: 表紙%lld件の同期に失敗しました
ko: 표지 %lld개를 동기화하지 못했습니다
ru: Не удалось синхронизировать обложки: %lld
zh_hans: 有 %lld 个封面同步失败
zh_hant: 有 %lld 個封面同步失敗

# notification.offline.coverSync.maxSizeReached
source: Cover cache has reached the maximum size
de: Der Cover-Cache hat die maximale Größe erreicht
es: La caché de portadas alcanzó el tamaño máximo
fr: Le cache des couvertures a atteint sa taille maximale
it: La cache delle copertine ha raggiunto la dimensione massima
ja: 表紙キャッシュが最大サイズに達しました
ko: 표지 캐시가 최대 크기에 도달했습니다
ru: Кэш обложек достиг максимального размера
zh_hans: 封面缓存已达到最大大小
zh_hant: 封面快取已達到大小上限

# notification.offline.coverSync.partial %lld %lld
source: Synced %lld covers. %lld failed
de: %lld Cover synchronisiert. %lld fehlgeschlagen
es: Se sincronizaron %lld portadas. %lld fallaron
fr: %lld couvertures synchronisées. %lld échecs
it: Sincronizzate %lld copertine. %lld non riuscite
ja: 表紙%lld件を同期しました。%lld件失敗しました
ko: 표지 %lld개를 동기화했습니다. %lld개 실패
ru: Синхронизировано обложек: %lld. Ошибок: %lld
zh_hans: 已同步 %lld 个封面，%lld 个失败
zh_hant: 已同步 %lld 個封面，%lld 個失敗

# notification.offline.coverSync.synced %lld
source: Synced %lld missing covers
de: %lld fehlende Cover synchronisiert
es: Se sincronizaron %lld portadas faltantes
fr: %lld couvertures manquantes synchronisées
it: Sincronizzate %lld copertine mancanti
ja: 不足している表紙%lld件を同期しました
ko: 누락된 표지 %lld개를 동기화했습니다
ru: Синхронизировано недостающих обложек: %lld
zh_hans: 已同步 %lld 个缺失封面
zh_hant: 已同步 %lld 個缺失封面

# notification.offline.coverSync.upToDate
source: Offline covers are already cached
de: Offline-Cover sind bereits im Cache
es: Las portadas sin conexión ya están en caché
fr: Les couvertures hors ligne sont déjà en cache
it: Le copertine offline sono già nella cache
ja: オフラインの表紙はすでにキャッシュされています
ko: 오프라인 표지가 이미 캐시되어 있습니다
ru: Офлайн-обложки уже сохранены в кэше
zh_hans: 离线封面已全部缓存
zh_hant: 離線封面已全部快取

# notification.offline.readHistorySyncCompleted
source: Reading history sync completed
de: Leserverlauf synchronisiert
es: Sincronizacion del historial de lectura completada
fr: Synchronisation de l'historique de lecture terminée
it: Sincronizzazione cronologia lettura completata
ja: 読書履歴の同期が完了しました
ko: 읽기 기록 동기화가 완료되었습니다
ru: Синхронизация истории чтения завершена
zh_hans: 阅读历史同步完成
zh_hant: 閱讀歷史同步完成

# notification.offline.retryAllFailed
source: Retrying failed downloads
de: Wiederholung aller Vorgänge fehlgeschlagen
es: Reintentando descargas fallidas
fr: Nouvelle tentative des téléchargements échoués
it: Ritento download non riusciti
ja: 失敗したダウンロードを再試行しています
ko: 실패한 다운로드 재시도 중
ru: Повтор неудачных загрузок
zh_hans: 正在重试失败的下载
zh_hant: 正在重試失敗的下載

# notification.offline.syncCompleted
source: Offline data sync completed
de: Offline-Datensynchronisierung abgeschlossen
es: Sincronizacion de datos offline completada
fr: Synchronisation des données hors ligne terminée
it: Sincronizzazione dati offline completata
ja: オフラインデータの同期が完了しました
ko: 오프라인 데이터 동기화가 완료되었습니다
ru: Синхронизация офлайн-данных завершена
zh_hans: 离线数据同步完成
zh_hant: 離線資料同步完成

# notification.offline.syncCompletedWithIssues
source: Offline sync completed with some errors
de: Offline-Synchronisierung mit Fehlern abgeschlossen
es: Sincronizacion offline completada con algunos errores
fr: Synchronisation hors ligne terminée avec des erreurs
it: Sincronizzazione offline completata con alcuni errori
ja: オフライン同期は完了しましたが、一部エラーがありました
ko: 오프라인 동기화가 완료되었지만 일부 오류가 발생했습니다
ru: Офлайн-синхронизация завершена с ошибками
zh_hans: 离线同步已完成，但存在部分错误
zh_hant: 離線同步已完成，但存在部分錯誤

# notification.offline.tasksCompleted
source: Offline background tasks completed
de: Offline-Hintergrundaufgaben abgeschlossen
es: Tareas en segundo plano offline completadas
fr: Taches en arriere-plan hors ligne terminees
it: Attivita offline in background completate
ja: オフラインのバックグラウンド処理が完了しました
ko: 오프라인 백그라운드 작업이 완료되었습니다
ru: Фоновые офлайн-задачи завершены
zh_hans: 离线后台任务已完成
zh_hant: 離線背景任務已完成

# notification.progressSyncCompleted
source: Reading progress synced
de: Lesefortschritt synchronisiert
es: Progreso de lectura sincronizado
fr: Progression de lecture synchronisee
it: Progresso lettura sincronizzato
ja: 読書進捗を同期しました
ko: 읽기 진행 상황이 동기화되었습니다
ru: Прогресс чтения синхронизирован
zh_hans: 阅读进度已同步
zh_hant: 閱讀進度已同步

# notification.progressSyncFailed
source: Failed to sync reading progress
de: Lesefortschritt konnte nicht synchronisiert werden
es: No se pudo sincronizar el progreso de lectura
fr: Échec de la synchronisation de la progression de lecture
it: Impossibile sincronizzare il progresso di lettura
ja: 読書進捗の同期に失敗しました
ko: 읽기 진행 상황 동기화에 실패했습니다
ru: Не удалось синхронизировать прогресс чтения
zh_hans: 阅读进度同步失败
zh_hant: 閱讀進度同步失敗

# notification.reader.imageSaved
source: Image saved to Photos successfully
de: Bild gespeichert
es: Imagen guardada en Fotos correctamente
fr: Image enregistrée dans Photos
it: Immagine salvata in Foto con successo
ja: 写真に保存しました
ko: 이미지가 사진에 성공적으로 저장되었습니다
ru: Изображение успешно сохранено в Фото
zh_hans: 图片已保存到照片
zh_hant: 圖片已儲存到照片

# notification.readList.booksRemoved
source: Books removed from read list
de: Bücher aus Leseliste entfernt
es: Libros eliminados de la lista de lectura
fr: Livres retirés de la liste de lecture
it: Libri rimossi dalla lista di lettura
ja: 読書リストから削除しました
ko: 읽기 목록에서 책 제거됨
ru: Книги удалены из списка чтения
zh_hans: 已从书单移除书籍
zh_hant: 已從書單移除書籍

# notification.readList.coverRefreshed
source: Cover refreshed
de: Cover aktualisiert
es: Portada actualizada
fr: Couverture actualisée
it: Copertina aggiornata
ja: カバーを更新しました
ko: 표지 새로고침됨
ru: Обложка обновлена
zh_hans: 封面已刷新
zh_hant: 封面已刷新

# notification.readList.created
source: Read list created
de: Leseliste erstellt
es: Lista de lectura creada
fr: Liste de lecture créée
it: Lista di lettura creata
ja: 読書リストを作成しました
ko: 읽기 목록 생성됨
ru: Список чтения создан
zh_hans: 书单已创建
zh_hant: 書單已建立

# notification.readList.deleted
source: Read list deleted
de: Leseliste gelöscht
es: Lista de lectura eliminada
fr: Liste de lecture supprimée
it: Lista di lettura eliminata
ja: 読書リストを削除しました
ko: 읽기 목록 삭제됨
ru: Список чтения удален
zh_hans: 书单已删除
zh_hant: 書單已刪除

# notification.readList.offlineDownloadQueued
source: Read list download queued
de: Leseliste für Offline-Download eingereiht
es: Descarga de lista de lectura en cola
fr: Téléchargement de la liste de lecture mis en file d'attente
it: Download lista di lettura in coda
ja: 読書リストのダウンロードをキューに追加しました
ko: 읽기 목록 다운로드 대기열에 추가됨
ru: Загрузка списка чтения поставлена в очередь
zh_hans: 书单下载已加入队列
zh_hant: 書單下載已加入佇列

# notification.readList.offlineRemoved
source: Read list offline removed
de: Leseliste offline entfernt
es: Modo offline de lista de lectura eliminado
fr: Liste de lecture hors ligne supprimée
it: Offline lista di lettura rimosso
ja: 読書リストのオフラインを削除しました
ko: 읽기 목록 오프라인 삭제됨
ru: Офлайн списка чтения удален
zh_hans: 书单离线已移除
zh_hant: 書單離線已移除

# notification.readList.updated
source: Read list updated
de: Leseliste aktualisiert
es: Lista de lectura actualizada
fr: Liste de lecture mise à jour
it: Lista di lettura aggiornata
ja: 読書リストを更新しました
ko: 읽기 목록 업데이트됨
ru: Список чтения обновлен
zh_hans: 书单已更新
zh_hant: 書單已更新

# notification.refresh_completed
source: Refresh completed
de: Aktualisierung abgeschlossen
es: Actualizacion completada
fr: Actualisation terminée
it: Aggiornamento completato
ja: 更新が完了しました
ko: 새로고침 완료
ru: Обновление завершено
zh_hans: 刷新完成
zh_hant: 刷新完成

# notification.refreshing
source: Refreshing...
de: Aktualisierung...
es: Actualizando...
fr: Actualisation en cours...
it: Aggiornamento...
ja: 更新中...
ko: 새로고침 중...
ru: Обновление...
zh_hans: 正在刷新...
zh_hant: 正在刷新...
